//
//  Data.swift
//  Date10
//
//  Created by youngstudent2 on 2021/1/26.
//

import Foundation
class Constant {
    static let appName = "Date10"
    static let UsersNum = 10
    static let FoodNames : [String] = ["海底捞","柳州螺蛳粉","川西集市","南大仙林第九食堂",
                                       "鸡手王不只是烧烤","郭家大院","蓉李记","新白鹿"
                                       ,"南京大牌档","北京烤鸭","东北炖","烤鱼饭"]
    static let ShortComments : [String] = ["实惠，装饰好","美味，适合约会",
                                           "能让甜蜜指数飙升的地方","十分具有约会的气氛"
                                           ,"能让另一半更欣赏你","开阔眼界","绝了"
                                           ,"excellent","一个字，棒！"]
    static let SpotNames : [String] = []
    static let Addresses : [String] = ["南京大学","学则路","新街口","下马坊","中山陵"]
    static let PostTitles : [String] = ["美好的早晨，应该和她这么享受",
                                            "我喜欢在这家店里和她坐一下午","只要有他，每一天都是晴天","爱，需要新意","希望你也能拥有这样的男孩","五块钱开启一天的美妙生活","这就是生活吧哈哈哈","在这里，享受阳光"]
    static let PostContents : [String] = ["人很多菜也很好吃 吃过比较满意的韩料了",
                                          "男朋友过生日，特意选了这一家，果真没有失望呢，2人吃了一大桌子菜，好撑的，这家韩式烤肉非常好吃，尤其是肉肉的味道超级棒，酱料也很香，南瓜粥好喝，饭也特别惊喜，总之非常满意，下次一定还会光顾哒，祝生意兴隆！",
                                          "肉很少。但是其他什么都吃吃 是能吃饱的 然后。店主是阿米 一直放bts的歌曲 然后 要排队。 我前面有四个人。排了四十分钟",
                                          "疯狂为这家店打call啊啊啊\n真的炒鸡炒鸡好吃\n双人套餐特别划算两个人吃特别撑完全够三个人吃了\n套餐里四份肉吃的炒鸡满足\n最后蟹籽饭泡了酱汁好吃到cry\n布丁好吃南瓜粥好喝芝士玉米好吃总之都很好吃酱汁味道很棒！\n总之是非常幸福的一餐了嗝",
                                          "我们八个人要了两份套餐 超级超级好吃 尤其是炒饭 幸福到旋转 从主食到小甜点都很棒❤️",
                                          "跟朋友一起来的，等的人还蛮多的。当时问了下需要多久，里面人说二十分钟。然后，我们等了一个多小时还没到，后来报号的过来跳过了我们，以为没听到，后来说是因为我们人多不可以拼桌，可能当时等的时间长，心情也不是很好，挺不能理解的。\n     感觉服务不是很好，既然你做不到让顾客等20分钟就吃饭，就不要用这种方式留住顾客，有时候很有可能就适得其反，整体而言，排骨还是不错的。烤肉不是很好，部队火锅还行吧！就这样！\n     非常感谢你们能看结束，第一次写那么长的评论，谢谢！也非常不好意思没有给店家好评！"]
}


